// Единый файл с ответами на все загадки
window.episodeAnswers = {
    '1_1': {
        answers: ['кладбище' ],
        hint: 'кладбище'
    },
    '1_2': {
        answers: ['34 03 40 118 27 12', '340340 1182712', '34°03’40’’ 118°27’12’’', '34°03’40’’СШ 118°27’12’’ЗД', '34°3′40″N, 118°27′12″W'],
        hint: '34°03’40’’СШ 118°27’12’’ЗД'
    },
    '1_3': {
        answers: ['Где кости?', 'Где кости'],
        hint: 'Где кости?'
    },
    '1_4': {
        answers: ['Air954', 'Air 954'],
        hint: 'Air954'
    },
    '1_5': {
        answers: ['Часовня'],
        hint: 'Часовня'
    },
    '1_6': {
        answers: ['Музей'],
        hint: 'Музей'
    },
    '1_7': {
        answers: ['приключение', 'adventure', 'расследование', 'investigation', 'детектив', 'detective'],
        hint: 'приключение'
    }
};

console.log('✅ Ответы на эпизоды загружены:', Object.keys(window.episodeAnswers));