// Единый файл с ответами на все загадки
window.episodeAnswers = {
    '1_1': ['кладбище'],
    '1_2': ['34 03 40 118 27 12', '340340 1182712, '34°03’40’’ 118°27’12’’', '34°03’40’’СШ 118°27’12’’ЗД', '34°3′40″N, 118°27′12″W'],
    '1_3': ['Где кости?', ' Где кости'],
    '1_4': ['Air954 ', 'Air 954'],
    '1_5': ['Часовня'],
    '1_6': ['Музей'],
    '1_7': ['приключение', 'adventure', 'расследование', 'investigation', 'детектив', 'detective']
};

console.log('✅ Ответы на эпизоды загружены:', Object.keys(window.episodeAnswers));