// Текст секретного сообщения (обугленное письмо)
window.secretMessageText = `Приветствие.

Здравствуй, {username}!

Цель игры - решение сюжетной головоломки. Каждый месяц ты будешь участвовать в новой истории, отгадывая загадки, которые будут приходить с периодичностью в три дня. Решай их, получай очки и занимай места в списке лидеров. Набравшего наибольшее количество очков мы будем называть Лучшим Детективом до тех пор, пока он не передаст этот титул следующему чемпиону.

Если тебе понравится мой проект, ты всегда можешь выразить благодарность через сайт AllertsDonate.`;