const episode5 = {
    id: "5",
    chapter: 1,
    title: "Тайна третьего попугая",
    text: `У Ворвингтона были знакомые в полицейском участке, которые могли помочь нам в установлении личности водителя, и мы направились туда. Продиктовав регистрационный номер автомобиля, мы ждали пока его найдут по картотеке. Примерно через полчаса дежурный нашел карточку с именем владельца, некий Лестер Юганэ, проживающий по адресу Саут-Уэстерн авеню,13б. Объяснив полицейским наш интерес к нему и поделившись подозрениями, мы заручились их поддержкой и в патрульной машине направились в жилище Лестера.

На квартире застать его не удалось. Зато, к нашему уживлению, мы обнаружили три клетки с попугаями, накрытые покрывалами. Сбросив одно из них, я посмотрел на желтого попугая, спящего на жердочке. Попугай приоткрыл глаза и лениво произнес «Быть или не быть, вот в чем вопрос».

— Кажется, Ворвингтон, мы нашли пропавших пернатых наших знакомых.

— Полностью согласен, мистер. Я отнесу их в машину.

Полицейские оставили за квартирой наблюдение, обещав связаться с нами, если задержат Лестера.

Вечерело. Роллс-Ройс катился по проселочной дороге к складу утильсырья. В суете дня я забыл об обеде и сейчас усиливающиеся ощущение голода напоминало об этой ошибке. Хорошо, что миссис Джонс не дала ребятам завалить нас вопросами, пока не накормила ужином. После ужина, устроившись в гостиной и отпустив Ворвингтона, я поведал о событиях дня. Мальчишки слушали затаив дыхание.

— Однозначно, что Фентрисс участвовал в ограблении музея. У него были сообщники, одного из них мы установили, Лестер Юганэ. Предполагаем, что второго зовут Джек, судя по сообщению из газет. И не хотел бы я быть на месте Джека, если его нашел Лестер.

— Мы навестили в больнице Фентрисса, он без сознания до сих пор. Врачи говорят, что он получил серьезную травму головы, если он не очнется в ближайшее время, то он впадет в кому или просто умрет.

Пазл складывался, все расставлялось на свои места.

— А третий попугай что-то сказал? – спросил я Юпа.

— Пока ничего. Может он просто так не говорит? Нужно кодовое слово или фраза?

Отгадать этот ребус с ходу не удалось. Попугай игнорировал нас и грустно теребил прутья клетки.

— Давайте спать, - мистер Джонс поднялся с кресла. – Утро вечера мудренее.

— Очень на это надеюсь, - подумал я. – Интуиция подсказывает, что скоро эта загадка решится полностью.

На утро после завтрака мы помогали дяде Джонсу разбирать новые вещи, сортируя то, что надо починить и то, что можно выставить на продажу. Пит нашел почти новую пишущую машинку, но на ней западало несколько клавиш, отчего когда на ней набирали текст, она стучала тук-тук-т.к-тук-т.к. Буквы словно проваливались. Боб попробовал набрать на ней простой текст, но машинка отстучала несколько раз и залипла. Он поправил клавишу, набрал еще несколько букв и снова остановился. Юп, который наблюдал за ним, кажется что-то отсчитывал шепотом, так как беззвучно шевелил губами. Затем он пошел в дом и снял покрывало с молчаливого попугая. Тот недовольно встрепенулся и начал снова дергать прутья клетки.

— Ты что-то нашел? – спросил я Юпа.

— Я пока не уверен, но смотри как часто он дергает за прутья. Или наоборот - не часто. Может это подсказка?

Мы стали наблюдать за попугаем. Действительно, в его действиях начала проглядываться логика после слов Юпитера. Короткая, длинная пауза, длинная и длинная, короткая. Короткая и длинная, и снова. Три длинных паузы одна короткая. Короткая и длинная. Потом три коротких и три длинных.

— Я принесу бумагу, - прошептал Юп.`,
    hasInput: true,
window.episodes['1_5'] = episode5;