const episode1 = {
    id: "1",
    chapter: 1,
    title: "Неожиданная встреча",
    text: `Я очутился на проселочной дороге и едва-едва успел отскочить от летящей на меня машины и споткнувшись, упал на обочину. Машина затормозила, из нее выскочил водитель и три паренька лет четырнадцати.
- Вы в порядке, мистер? – водитель участливо наклонился надо мной, помогая подняться.
- Да-да, все в порядке… - И тут я понял, что не понимаю, где я нахожусь. ­– Где это я?
- Пасое Плэйс, Калифорния, - один из мальчиков подошел ко мне, - вы помните, как Вас зовут?
Я попытался вспомнить. С осознанием того, что я не помню не только своего имени, но и вообще ни одного факта о себе, я начинал приходить в ужас.
- Я – Юпитер Джонс, это мои друзья Боб и Пит. Ворвингтон – наш водитель. Мы детективы, —и он протянул мне визитную карточку с тремя нарисованными на ней знаками вопросов.
- Мне кажется, я тоже детектив, - почему-то мне и правда так казалось.
- Неужели мистер Фентрисс нанял еще детектива, а мы его чуть не сбили?! – воскликнул один из мальчишек, кажется Пит. - Вы тоже расследуете дело попугая-заики?
- Да, получается, мы коллеги. Вам уже удалось что-то выяснить? – спросил я
- Мы только начали, знаем, что пропавший попугай повторял «Быть или не быть»
Знаменитый монолог Гамлета. Я вспомнил и это. Вот в чем вопрос.
- Вообще-то мистер Фентрисс с гордостью уверял, что попугай знал гораздо больше, чем одну фразу, практически весь монолог, хоть и в не очень уверенном пересказе. Человек, который его обучил, был явным заикой. Я записал, если Вам интересно, - и Боб протянул мне блокнот. На целую страницу ровным подчерком был записан текст:
Быть или не быть, вот в чем вопрос. Достойно ль
Смиряться под ударами судьбы,
Иль надо ок-к-казать сопротивл-л-ленье
И в смертной схватке с целым морем бед-д-д
Покончить с ними? Умереть. Заб-б-быться.
И знать, что этим обрываешь цепь
Сердечных мук и тысячи лишений,
Присущ-щих телу. Это ли не цель
Желанная? Скончаться. Сном забыться.
Уснуть… и видеть сны? Вот и ответ. Вот и ответ

Пробежав глазами по тексту, моя мысль за что-то зацепилась. Но вот что я увидел?`,
    hasInput: true
};

window.episodes = window.episodes || {};
window.episodes['1_1'] = episode1;