const episode3 = {
    id: "3",
    chapter: 1,
    title: "Ночные размышления",
    text: `Два попугая были специально обучены подсказкам и оба пропали. Дело точно не было однозначно простым. Быть может, стоит найти первого хозяина попугаев и расспросить его?
- Юп, - после обеда я подошел к нему, - ты знаешь, откуда попугай у мистера Фентрисса?
- Кажется, - Юп наморщил лоб, - он его купил. Кажется. Надо позвонить ему и спросить.
Мы попытались, но мистер Фентрисс не отвечал. Решив позвонить ему попозже, мы до вечера помогали дяде Джонсу с разбором утильсырья во дворе. Вечерело. Очередная попытка дозвониться была безуспешной и Юп забеспокоился.
- С ним могло что-то случиться и поэтому он не отвечает.
Я был с ним мысленно согласен. Когда в воздухе витает тайна никогда не знаешь, к чему быть готовым. Дядя, услышав о ситуации, подвез нас до дома Фентрисса. Дверь оказалась не заперта и мы прошли внутрь.
- Мистер Фентрисс, - тихонько позвал Боб, - Вы дома?
В одной из дальней комнат раздался тихий стон. Мы поспешили туда. Я нащупал выключатель на стене и включил свет. Фентрисс лежал на полу в луже крови, которая видимо натекла из глубокой раны на голове. Юп побежал звонить в скорую помощь.
Приехавшие врачи забрали Фентрисса в больницу. Он был без сознания. Проводив машину, я сказал:
-Поезжайте домой, ребята, а я тут еще немного осмотрюсь. Завтра встретимся и обсудим, что будем делать дальше. Утра вечера мудренее.
Отчасти мне было просто неловко признаваться, что мне некуда идти ночевать и я просто собирался заночевать здесь. Мальчики уехали, а я решил осмотреть дом на наличие подсказок, что тут произошло.
Сначала я сел за письменный стол мистера Фентрисса. Поискал в ящиках, посмотрел на столе. Ничего подозрительного или необычного я не нашел и пошел спать. Устроившись поудобнее на диване, я взял лежащую у изголовья газету и развернул ее.
«Вандализм в музее истории, науки и искусства Лос-Анджелеса»
Статья на первой странице была посвящена обычному на мой взгляд хулиганству. Двое неопознанных зашли в здание, где проходила выставка коллекции палеонтологии и видимо, пытавшись сфотографировать экспонат, нарушили ограждение и подошли чересчур близко к скелету трицератопса, чем вызвали обрушение останков. На данный момент экспонат закрыт и восстанавливается. Хулиганы пойманы не были.
Я прочитал всю газету, вплоть до объявлений на последней странице. Там тоже было немало забавного:
Для птицеводов! Главный деликатес египетских кукушек острый соус табаско изумителен!
 
Я уверен, что в Египте не водятся кукушки. Но поразмыслю над этим завтра, глаза слипаются…`,
    hasInput: true
};

window.episodes = window.episodes || {};
window.episodes['1_3'] = episode3;