const episode2 = {
    id: "2",
    chapter: 1,
    title: "Новые загадки",
    text: `Я поделился своей догадкой с ребятами. У Юпа загорелись глаза:
- Как же я сам не догадался! Это просто гениально! Это означает, что второй попугай был тоже украден не просто так!
- Второй попугай?
- Да, у мисс Ваггонер тоже пропал попугай, которого она недавно купила. Её попугай говорил непонятными стишками, но теперь я уверен, что это не просто детские стишки! Поехали с нами, мистер…
Я понятия не имел, как меня зовут. Поискав в карманах куртки какие-либо документы, я нашёл только визитную карточку зоомагазина "Рыбка Немо". За неимением лучшего, я представился:
- Немо.
- Мистер Немо, поехали, с меня обед за происшествие, дядя и тетя будут рады гостям.
Его друзья кивали головами в знак согласия. Впрочем, мне все равно было некуда идти, и я принял приглашение на обед с удовольствием. Тем более, я почувствовал, что проголодался.
Роллс-ройс не спеша вез нас по пыльной дороге. На улице было достаточно жарко, но в салоне машины приятная прохлада создавалась кондиционером. Я смотрел в окно на маленький городок, который жил неспешной жизнью. Минут через тридцать мы завернули в переулок и автомобиль притормозил.
Над воротами висела вывеска «Склад утильсырья Джонс». Во дворе какой-то человек сидел в тени дерева и отдыхал.
- Юпитер! – громкий голос немолодой женщины донесся из дома, - Немедленно иди обедать с друзьями.
-Уже бежим, тетя, и приготовь еще тарелку на нового гостя. Знакомься, это детектив Немо, и он тоже работает над делом о попугаях!
- Надо же. Теперь на поиски попугаев выделяют отряды.
- У заказчика свои причуды, мэм – ответил я.
- Вы правда ищете попугая мистера Фентрисса?- из комнаты вышла еще одна женщина, помоложе. – Здравствуйте, я мисс Ваггонер.
- Мне сказали, ваш попугай тоже говорил стихами?
- Я бы не назвала это стихами, скорее считалочкой.
На широкой улице встретились три друга
Где четвертая подруга?
Ноль поможет, трем подскажет,
А четвертой ноль откажет.
Долго я один играл, долго я один считал
Восемь раз по двадцать семь
Я  - один, ты – два, он - всем.
Действительно, стишок казался несуразицей, но точно им не был. Похоже, я и правда был детективом, потому что увидел в этих строчках подсказку.`,
    hasInput: true
};

window.episodes = window.episodes || {};
window.episodes['1_2'] = episode2;