const episode4 = {
    id: "4",
    chapter: 1,
    title: "Погоня за тенью",
    text: `Утром я позвонил Юпитеру и рассказал ему о своей находке. Взбудораженный, он примчался с Бобом и Питом на велосипедах и пачкой газет.
— Вот все газеты с момента случая в музее полгода назад!
Мы прочитали каждую. В некоторых ничего не было, в некоторых попадались такие же зашифрованные сообщения:
«Джек у меня»
«Выйди на связь»
«Где кости»
«Ты следующий»
«Я найду тебя»
Выходило, что кто-то искал кого-то и связано это было однозначно с музеем и мистером Фентриссом.
- Теперь у нас есть два дела: навестить Фентрисса в больнице и узнать, что ему известно и посетить музей, поговорить с работниками о том дне, - сказал я. - Предлагаю разделиться, вы поедете к Фентриссу, а я в музей.
Предложение было принято, ребята уехали в больницу, предварительно вызвав мне роллс-ройс для поездки в Лос-Анджелес. Ехать было недолго, но тем не менее до музея я доехал к трем часам.
В музее было прохладно. Людей почти не было и я, осматриваясь по сторонам, продвигался по залам к выставке палеонтологии. Скелет трицератопса еще не был восстановлен, повсюду висела ограждающая лента и надпись «Не подходить!».
- Вам чем-то помочь? – Ко мне подошел работник музея.
- Здравствуйте. Я журналист. Начальство послало меня написать статью о возобновлении выставки после происшествия, но как я понимаю, открытие пока не состоится?
- Точно не в ближайшее время. Необходимо восстановить утерянные кости для скелета динозавра прежде, чем выставка продолжит работу в обычном режиме.
- Вы сказали «утерянные»?
- Вы не знаете? – работник удивился. – Со скелета было украдено несколько костей пальцев лап.
- Первый раз об этом слышу. Они представляют какую-нибудь ценность?
- Для археологии и истории бесценны. Но в нашем мире любой чудак-богач может захотеть иметь такую безделушку как предмет хвастовства перед друзьями. Эксперты оценили утрату в 20 тысяч долларов.
Тут я заметил, что за дальней колонной за мной наблюдает человек. Встретившись со мной глазами, он развернулся и направился быстрыми шагами к выходу. Я последовал за ним. Он побежал. Я тоже. Он выбежал на улицу, вскочил в машину, стоявший буквально перед роллс-ройсом. Машина сорвалась с места, а я едва успел преодолеть ступени входной лестницы. Ворвингтон протирал стекла своего роллс-ройса и, кажется, ничего не заметил.
- Ворвингтон, вы видели машину, которая только что уехала?
- Да, мистер Немо. Chevrolet Bel Air
- А вы не запомнили его номер?
- Нет.
Я почувствовал разочарование в дне. Хотя чего я ждал, даже догнав этого человека, я понятия не имею, кто он, замешан ли он в похищении артефактов или просто сумасшедший, который следит за людьми.
- Хотя… - Протянул Ворвингтон, - Когда он приехал, я сидел в машине. Я еще подумал, забавно, что я служил в 1954-м году, летчиком, вот совпадение. Однажды мы пролетали над заливом Ла-Манш…
- Совпадение с чем, Ворвингтон, - разозлился я. – К чему эта история о вашей службе?
- Так я и говорю, мистер, что мне в голову это пришло не просто так, ведь я сидел как раз в машине и видел, как он приехал…
Теперь я понял его мысль. Может Ворвингтон и не очень хорошо ее выразил, но в наблюдательности ему было не отказать.`,
    hasInput: true
};

window.episodes = window.episodes || {};
window.episodes['1_4'] = episode4;