const episode7 = {
    id: "7",
    chapter: 1,
    title: "Завершение дела",
    text: `Услышав эти слова, Лестер (я наконец вспомнил, как зовут мужчину с пистолетом) подскочил к мальчишке и схватил его за рубашку:
- У тебя пять секунд, чтобы назвать мне место, четыре, три…
-Я скажу только после того, как вы отпустите всех ребят и мистера Немо, - Юпитер Джонс оказался смелым человеком. Но Лестера это предложение насмешило.
- Глупый. Я могу убить твоих друзей, если ты мне расскажешь, где лежат мои артефакты. И начну я с очкастого, - он начал наводить пистолет на Боба.
- Руки вверх! – грянуло от входа в часовню. – Лестер Юганэ, вы обвиняетесь в краже исторических ценностей, а теперь и в нападение на граждан Америки.
Полицейские прибыли вовремя. Оказывается, с момента посещения участка мной и Ворвингтоном, они проделали неплохую работу, нашли и следили за Юганэ, думая, что он приведет их к тайнику. Но после того, как он начал задерживаться в часовне, они пошли проведать его и оценив ситуацию, приняли верное решения появиться в нашей компании.
Лестер сдался сразу. В отличии от мастера Юпа, он не стал рисковать своей жизнью. В сопровождении полицейских, мы вышли на улицу, где нас встречал дядя Джонс. Он крепко обнял мальчишек, особенно племянника, а затем назвал их величайшими детективами и отличными ребятами.
Похвала пришлась ребятам по душе. После такого сложного события, это было куда лучше для них, чем обвинение в неосторожности или безрассудстве.
- Извините, пожалуйста, - Юпитер обратился к полицейским. – Вы не могли бы проехать с нами до музея истории? Там мы сможем поставить точку в этом деле.
Вечером был организован торжественный ужин в честь удачного, и как я узнал, первого расследования Трех Сыщиков. Поиски пропавшего попугая оказались частью серьезного преступления организованного Лестером со своими двумя сообщниками. Один из них, Фентрисс, раньше работал в музее сторожем, поэтому Лестер нашел его и склонил на кражу. Найти покупателя, придумать план, привести его в исполнении – Лестер разработал отличную схему, которую сломало обычное человеческое чувство – жадность. Фентрисс и Джек посчитали, что делить на двоих легче, чем на троих. Поэтому Фентрисс не спешил выдавать местоположение тайника с окаменелостями, а вместо этого они оба скрылись. Когда он узнал, что Лестер нашел Джека, он решил обезопасить себя довольно необычным способом, спрятав подсказки. Но было бы лучше спрятаться самому, потому что Лестер просто выбил из него кулаками финальную часть загадки.
Раздумывая над умом Фентрисса, который никак ему не помог, я достал визитку из кармана. На ней значился номер телефона, и я подумал позвонить по нему, может так я начну разгадку своей личности.
Семейство радостно гудело за столом, пересказывая события последних дней. Я поднялся и вышел в комнату, где стоял телефон. Дверь тамбура шумно закрылась за мной…`,
    hasInput: true
};

window.episodes = window.episodes || {};
window.episodes['1_7'] = episode7;