const episode6 = {
    id: "6",
    chapter: 1,
    title: "Западня в часовне",
    text: `У нас были все подсказки. Мы знали, что искать, мы знали, где искать. Разумеется, мы побежали к дяде Джонсу, чтобы он нас отвез на Национальное кладбище Лос-Анджелеса. Часовню, местную достопримечательность, мы увидели, едва подъехав к нему. Азарт ищейки– вот, что испытывал я и каждый из мальчишек. Тайна, которая мучала нас несколько дней близилась к завершению. Попросив дядю подождать нас в машине, мы отправились внутрь здания.

— Неужели Фентрисс спрятал кости динозавра в часовне? – вслух подумал Юп. - Как бы он это сделал, если в ней могли быть люди. Не мог же он сидеть и ждать подходящего момента? Да и где бы он спрятал, ведь это место должно быть недоступно для посетителей, иначе бы их уже нашли.

Действительно, осмотрев часовню внутри, мы не нашли место, хоть немного напоминающего тайник с костями. Разочарованные, мы направились к выходу, когда в часовню вошел еще один посетитель.

— Не спешите уходить, друзья, - произнес он с угрозой. Слова, впрочем, он подкрепил, наставив на меня пистолет. – Кажется, вы пришли за моими вещичками, и я буду очень благодарен, если вы их для меня найдете. Настолько благодарен, что некоторые из вас смогут отсюда выйти живыми.

— Послушайте, мистер. – Я узнал в нем посетителя музея, который спешно скрылся от меня. – Мы не нашли ничего здесь. Возможно, здесь и не было ничего, или кто-то нашел это до нас.

— Не держите меня за дурака, - незнакомец щелкнул предохранителем. – Старый дурак сам навел меня на это место, когда я хорошенько вдарил ему по голове. Он всегда считал себя умнее других, а теперь с дыркой в голове не такой умный, ха-ха, - и он рассмеялся, видимо, считая ситуацию забавной.

— В общем, находите ключ и можете быть свободны. Или я освобожду это место от вас.

— Ключ? Я думал, мы ищем кости трицератопса.

— Сумасбродный старик их видимо запер, раз ключ сказал искать.

— Извините, - в разговор вмешался Боб. – Он так и сказал, что ключ в часовне?

— Он сказал, что попугаи выведут на ключника. А раз есть ключник, значит есть и ключ, логично? Или ты тоже из тех, кто считает себя самым умным? – Мужчина наставил пистолет на Боба. Я поспешил вернуть его внимание к себе.

— Приятель, ключника тут не было. Когда мы сюда пришли, здесь вообще никого не было. Но даже, если он существует, он может элементарно быть дома сегодня, мы же ничего не знаем о том, кто это.

— Или знаем. – раздался голос Юпа. Он показал на статую апостола Петра. – Вот, кто нам нужен.

— Ищите, - незнакомец помахал пистолетом, - и побыстрее.

Мы обыскали статую. Ключа не было, зато мы нашли свернуты в трубочку лист, спрятанный в нише за шеей каменного апостола. Юп развернул его.

«Жили-были девять сестер. Хоть они и были сестрами, но каждая отличалась от других своими интересами. Кто-то любил посмотреть в кино комедию, кто-то сходить в театр на трагедию. Кто-то стихи читал, а кто-то на лютне играл. Одной были по душе танцы, а другой истории разные. Седьмая в любви себя искала. Восьмая любила гимны петь, а последняя на звезды смотреть. В доме своем они тайну хранили, от воров защищали, сутками бдили.  Если нашел ты историю эту, то теперь знаешь, сокровищ тут нету.»

— Сокровищ тут нету… - Перечитал Юп. – Мистер Немо, я знаю, где они.`,
    hasInput: true,
window.episodes['1_6'] = episode6;